{"savannaName": "Savanna",
"savannaType": "Grasslands",
"aboutSavanna": "A savanna, or savannah, is a grassland ecosystem characterized by the trees being sufficiently widely spaced so that the canopy does not close. The open canopy allows sufficient light to reach the ground to support an unbroken herbaceous layer consisting primarily of grasses. The oak savanna is a common type of savanna in the Northern Hemisphere. Some classification systems also recognize a grassland savanna from which trees are absent. This article deals only with savanna under the common definition of a grassy woodland with a significant woody plant component. Savannas are also characterized by seasonal water availability, with the majority of rainfall confined to one season. Savannas are associated with several types of biomes. Savannas are frequently in a transitional zone between forest and desert or grassland. Savanna covers approximately 20% of the Earth's land area.",
"jungleName": "Jungle",
"jungleType": "Rainforest",
"aboutJungle": "A jungle is land covered with dense vegetation. Application of the term has varied greatly during the last several centuries, both because of this ambiguity in the application of the term and its use in popular culture. Jungles in European and Western literature often represent a less civilised or unruly space outside the control of civilisation because of its association in colonial discourse with places that were colonised by Europeans.",
"desertName": "Desert",
"desertType": "Desert",
"aboutDesert": "A desert is a barren area of land where little precipitation occurs and consequently living conditions are hostile for plant and animal life. The lack of vegetation exposes the unprotected surface of the ground to the processes of denudation. About one third of the land surface of the world is arid or semi-arid. This includes much of the polar regions where little precipitation occurs and which are sometimes called cold deserts. Deserts can be classified by the amount of precipitation that falls, by the temperature that prevails, by the causes of desertification or by their geographical location."
}